[
    {
      "id": 1,
      "segment_name": "Penthouse",
      "estate_title": "Luxury Penthouse with Panoramic City Views",
      "description": "Elevate your lifestyle with this exquisite Penthouse, a true epitome of urban opulence. Offering an expansive 4000 square feet of luxurious living space, this residence redefines city living. As you step into this prestigious abode, you'll be greeted by sweeping panoramic views of the vibrant cityscape, stretching as far as the eye can see. The spacious living room, adorned with floor-to-ceiling windows, serves as the perfect vantage point to soak in the dynamic energy of the bustling metropolis. Venture out onto the terrace and discover your private oasis, complete with an infinity pool that seamlessly merges with the skyline. The gourmet kitchen, outfitted with top-of-the-line appliances and sleek finishes, beckons culinary enthusiasts to unleash their creativity. Priced at $6,500,000, this Penthouse offers more than just a residence—it presents a lifestyle of unparalleled luxury and sophistication. Nestled in the heart of Downtown Metropolis, residents enjoy easy access to the city's finest amenities, from world-class dining to cultural attractions, making every day a celebration of urban living at its finest.",
      "price": "$6,500,000",
      "status": "sale",
      "area": "4000 sq ft",
      "location": "Downtown Metropolis",
      "facilities": ["Spacious living room", "Infinity pool", "Gourmet kitchen"],
      "image1": "https://i.ibb.co/xsM8vPG/1.jpg",
      "image2": "https://i.ibb.co/ws2VwkP/2.jpg",
      "image3": "https://i.ibb.co/V3Hp1c8/3.jpg",
      "image4": "https://i.ibb.co/hHXx1jW/4.jpg"
    },
    {
      "id": 2,
      "segment_name": "Beachfront Property",
      "estate_title": "Luxurious Beachfront Villa with Private Access",
      "description": "Experience the epitome of coastal luxury with this stunning Beachfront Property. Located on a Tropical Island, this lavish villa offers 6000 square feet of beachside bliss. Step through the doors and be greeted by panoramic ocean views that stretch to the horizon. With private beach access, infinity pool, and outdoor dining area, every day feels like a vacation. Priced at $9,200,000, this retreat is a sanctuary of relaxation and tranquility. Whether you're lounging by the pool, enjoying a meal al fresco, or taking a stroll along the sandy shore, this Beachfront Property offers the ultimate in coastal living.",
      "price": "$9,200,000",
      "status": "sale",
      "area": "6000 sq ft",
      "location": "Tropical Island",
      "facilities": ["Private beach access", "Infinity pool", "Outdoor dining area"],
      "image1": "https://i.ibb.co/bXkvzrg/1.jpg",
      "image2": "https://i.ibb.co/8mHxspm/2.jpg",
      "image3": "https://i.ibb.co/6rqn0xc/3.jpg",
      "image4": "https://i.ibb.co/8m8DnHd/4.jpg"
    },
    {
      "id": 3,
      "segment_name": "Resort",
      "estate_title": "Exclusive Luxury Resort & Spa",
      "description": "Indulge in the ultimate luxury getaway at this exclusive Resort & Spa, nestled on a Secluded Island. Spanning 50 acres of pristine natural beauty, this resort offers a serene escape from the hustle and bustle of everyday life. With world-class amenities including an infinity pool, spa and wellness center, and fine dining restaurants, every aspect of your stay is designed to pamper and rejuvenate. Whether you're seeking adventure or relaxation, this resort has something for everyone. Priced at $15,000,000, owning this piece of paradise is a dream come true for discerning travelers and investors alike.",
      "price": "$15,000,000",
      "status": "sale",
      "area": "50 acres",
      "location": "Secluded Island",
      "facilities": ["Infinity pool", "Spa and wellness center", "Fine dining restaurants"],
      "image1": "https://i.ibb.co/7XXfBdC/1.jpg",
      "image2": "https://i.ibb.co/r3HfX5H/2.jpg",
      "image3": "https://i.ibb.co/F6BFH8q/3.jpg",
      "image4": "https://i.ibb.co/b1HCXTk/4.jpg"
    },
    {
      "id": 4,
      "segment_name": "Private Island",
      "estate_title": "Exclusive Private Island Retreat",
      "description": "Escape to your own private paradise with this exclusive Private Island Retreat. Situated in the crystal-clear waters of the Caribbean Sea, this 100-acre island offers unparalleled privacy and seclusion. With exclusive beachfront access, a helipad, and private villas, this retreat is a haven for luxury living. Whether you're hosting lavish parties or seeking solitude in nature, this Private Island Retreat offers endless possibilities. Priced at $30,000,000, owning this slice of paradise is a once-in-a-lifetime opportunity to live the ultimate island lifestyle.",
      "price": "$30,000,000",
      "status": "sale",
      "area": "100 acres",
      "location": "Caribbean Sea",
      "facilities": ["Exclusive beachfront", "Helipad", "Private villas"],
      "image1": "https://i.ibb.co/2dVGVWF/1.jpg",
      "image2": "https://i.ibb.co/pjHyHfx/2.jpg",
      "image3": "https://i.ibb.co/9t4M7Pj/3.jpg",
      "image4": "https://i.ibb.co/fdfKmjV/4.jpg"
    },
    {
      "id": 5,
      "segment_name": "Mountain Lodge",
      "estate_title": "Luxury Mountain Lodge with Ski-in/Ski-out Access",
      "description": "Experience the pinnacle of mountain luxury with this exquisite Mountain Lodge, nestled in the picturesque landscapes of Aspen, Colorado. Offering 5500 square feet of refined living space, this lodge is a sanctuary of comfort and style. With ski-in/ski-out access, hot tub, and game room, every day is an adventure waiting to happen. Whether you're hitting the slopes or cozying up by the fire, this Mountain Lodge offers the perfect blend of excitement and relaxation. Priced at $7,800,000, owning this mountain retreat is a dream come true for outdoor enthusiasts and nature lovers alike.",
      "price": "$7,800,000",
      "status": "sale",
      "area": "5500 sq ft",
      "location": "Aspen, Colorado",
      "facilities": ["Ski-in/ski-out access", "Hot tub", "Game room"],
      "image1": "https://i.ibb.co/W6PJLk2/1.jpg",
      "image2": "https://i.ibb.co/BKrkSPv/2.jpg",
      "image3": "https://i.ibb.co/JyV67hF/3.jpg",
      "image4": "https://i.ibb.co/6R44tDF/4.jpg"
    },
    {
      "id": 6,
      "segment_name": "Castle",
      "estate_title": "Historic Castle Estate with Modern Amenities",
      "description": "Step back in time and experience the grandeur of a bygone era with this historic Castle Estate, located in the enchanting Loire Valley of France. Spanning 20,000 square feet, this castle seamlessly blends historic charm with modern luxury. From the grand ballroom to the library and wine cellar, every corner of this estate tells a story of opulence and elegance. Surrounded by lush gardens and panoramic views, this Castle Estate is a true masterpiece of architectural splendor. Priced at $20,000,000, owning this piece of history is a rare opportunity to live like royalty in one of the most iconic destinations in the world.",
      "price": "$20,000,000",
      "status": "sale",
      "area": "20000 sq ft",
      "location": "Loire Valley, France",
      "facilities": ["Grand ballroom", "Library", "Wine cellar"],
      "image1": "https://i.ibb.co/4pnpz42/1.jpg",
      "image2": "https://i.ibb.co/1vZ2QnX/2.jpg",
      "image3": "https://i.ibb.co/PrfyShx/3.jpg",
      "image4": "https://i.ibb.co/brP1QP6/4.jpg"
    },
    {
      "id": 7,
      "segment_name": "Luxury Yacht",
      "estate_title": "Ultra-Luxurious Superyacht with Helipad",
      "description": "Embark on a journey of unparalleled luxury with this ultra-luxurious Superyacht, cruising the azure waters of the Mediterranean Sea. With 10,000 square feet of lavish living space, this yacht is a floating palace on the sea. From the helipad to the jacuzzi and cinema room, every amenity onboard is designed to indulge your senses and elevate your experience. Whether you're sunbathing on the deck or exploring exotic ports of call, this Luxury Yacht offers the ultimate in maritime luxury. Priced at $50,000,000, owning this superyacht is a status symbol of wealth and sophistication.",
      "price": "$50,000,000",
      "status": "sale",
      "area": "10000 sq ft",
      "location": "Mediterranean Sea",
      "facilities": ["Helipad", "Jacuzzi", "Cinema room"],
      "image1": "https://i.ibb.co/D8WJgtm/1.jpg",
      "image2": "https://i.ibb.co/5x12WFx/2.jpg",
      "image3": "https://i.ibb.co/98SG55v/3.jpg",
      "image4": "https://i.ibb.co/Krc7NgF/4.jpg"
    },
    {
      "id": 8,
      "segment_name": "Luxury Ranch",
      "estate_title": "Exquisite Luxury Ranch Retreat",
      "description": "Experience the beauty of the American West with this exquisite Luxury Ranch Retreat, nestled in the rugged landscapes of Montana, USA. Spanning 5000 acres, this ranch offers endless opportunities for adventure and relaxation. From equestrian facilities to a private lake and guest cabins, every aspect of this retreat is designed to embrace the natural beauty of the surroundings. Whether you're horseback riding through the countryside or fishing in the pristine waters, this Luxury Ranch Retreat offers the perfect blend of luxury and wilderness. Priced at $25,000,000, owning this ranch is a testament to the timeless allure of the American frontier.",
      "price": "$25,000,000",
      "status": "sale",
      "area": "5000 acres",
      "location": "Montana, USA",
      "facilities": ["Equestrian facilities", "Private lake", "Guest cabins"],
      "image1": "https://i.ibb.co/QD7KQnQ/1.jpg",
      "image2": "https://i.ibb.co/K5DGnxm/2.jpg",
      "image3": "https://i.ibb.co/TBXT3H0/3.jpg",
      "image4": "https://i.ibb.co/j6tx3Fk/4.jpg"
    },
    {
      "id": 9,
      "segment_name": "Sky Villa",
      "estate_title": "Sky-High Luxury Villa with Panoramic Views",
      "description": "Soar to new heights of luxury with this sky-high Sky Villa, located in the vibrant city of Dubai, UAE. Offering 3500 square feet of contemporary elegance, this villa is a showcase of modern design and sophistication. With floor-to-ceiling windows, private terrace, and infinity pool, every aspect of this villa is designed to maximize the breathtaking panoramic views of the city skyline. Whether you're entertaining guests or relaxing in solitude, this Sky Villa offers the perfect blend of luxury and tranquility. Priced at $12,000,000, owning this villa is a symbol of prestige and status in one of the most dynamic cities in the world.",
      "price": "$12,000,000",
      "status": "sale",
      "area": "3500 sq ft",
      "location": "Dubai, UAE",
      "facilities": ["Floor-to-ceiling windows", "Private terrace", "Infinity pool"],
      "image1": "https://i.ibb.co/KVMcf0R/1.jpg",
      "image2": "https://i.ibb.co/zrBkKcd/2.jpg",
      "image3": "https://i.ibb.co/w7KFkbD/3.jpg",
      "image4": "https://i.ibb.co/x8bWrq9/4.jpg"
    }
  ]
  